---
kind: other
id: Properties.T:Autodesk.Revit.DB.Analysis.AnalysisDisplayColorEntry
source: html/218a8ea9-a410-c057-f5e5-fc5c4bc1d555.htm
---
# AnalysisDisplayColorEntry Properties

Color associated with color entry.